Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/ffk/ffk_1_kvensk_bibliotektjeneste_1_kvensk_20.06.2017.docx.tmx
Source language: nob
Languages: fkv

source: Engstad Nilsen har fokus på identitet, etnisitet og språklig bevissthet hos informantene sine.
fkv: Hän oon antanu ulos kirjoi sitte 1970-luvulta alkkain, ja hän tekkee jamma lissää tekstiitä joita anttaa ulos.

source: Hun er selv vokst opp i Skibotn og kjenner området og kulturen godt, og oppgaven bygger på arbeid hun har gjort i Skibotn tidligere.
fkv: Vuona 2013 hän kirjoitti ensimäisen lyrikkikirjan Med helsing frå heimbygdas bakkar. Kirjan teemat oon kväänit, sota, pakeneminen ja lestaadionismi.

source: Oppgaven består av en analyse av innsamlet materiale og en fagdidaktisk del – Engstad Nilsen gikk nemlig på lektorprogrammet i nordisk språk og litteratur ved Universitetet i Tromsø.
fkv: Haluthaanko nuoret kväänii? Johanne Andrea Engstad Nilsen kirjoitti vuona 2015 mastergraaditehtäävän jossa hän selvitti nuoriin ajatuksii kväänin kielen ja kulttuurin ympäri Yykeänperässä.

source: En målsetting for henne er å vise hvordan en undersøkelse av ungdommers holdninger til kvensk er relevant i skolesammenheng og da spesielt i norskfaget.
fkv: Tehtäävän nimi oon En kvalitativ studie av ungdommers meninger om kvensk språk og kultur i Skibotn.

source: Hun knytter kompetansemål fra læreplanen i norsk til sin egen problemstilling.
fkv: Er ungdom i Skibotn arvtakere av kvensk språk og kultur? Mastergraaditehtäävän saatat lukkeet tästä.

source: Kompetansemålene inkluderer blant annet kunnskap om minoriteter og flerspråklighet, og i den generelle delen av læreplanen fremheves også samarbeid med lokalsamfunn, kulturell kompetanse og styrking av egen identitet.
fkv: Engstad Nilsen kirjoittaa informanttiin identiteetin, etnisiteetin ja kielelisen ymmärtämisen ympäri. Hän oon kasunu Yykeänperässä ja tunttee sen alan ja kulttuurin hyvin.

source: Engstad Nilsen prøvde ut to undervisningsopplegg på elever i Skibotn.
fkv: Tehtäävässä Engstad Nilsen analyseeraa materiaalin minkä hän oon kovonu, ja lisäksi siinä oon faakididaktinen osa – hän nimittäin opiskeli Tromssan universiteetin pohjaisten kieliin ja litteratuurin lektoriprogramissa.

source: I oppsummeringen konkluderer Engstad Nilsen med at informantene hovedsakelig ser på seg selv som norske, og ikke har klare formeninger om egen kvensk identitet eller etnisitet.
fkv: Yhtheenveđossa Engstad Nilsen muistelee ette informantit nähđhään ittensä pääassiissa norjalaisina, eikä heilä ole selkkeetä meininkkii oman kvääni-identiteetin tahi etnisiteetin ympäri.

source: De har kunnskaper om Skibotns flerkulturelle historie, men plasserer ikke seg selv direkte inn i denne fortellingen.
fkv: Heilä oon tiettoo Yykeänperän monikulttuurisen histoorian ympäri, mutta het ei tunne ette het itte kuuluthaan suorhaan tähän muisteluksheen.

source: De fleste informantene identifiserer seg ut fra dagens kultur i Skibotn og ønsker ikke å lære seg kvensk eller arbeide med kvensk kultur.
fkv: Usseimat informantit identifiseerathaan ittensä nykyaijan kulttuurhiin, ja het ei halluu oppiit kväänii tahi työtelä kväänin kulttuurin kans.

source: Revitaliseringstiltakene ser ut til å ha hatt begrenset effekt, konkluderer hun.
fkv: Näyttää siltä ette elästyttämistoimila oon olly tyhä rajalinen vaikutus, tuumaa Engstad Nilsen.

source: Informantene anser ikke tiltak som festival og musikkprosjekt som relevante for dem selv, men etterlyser samtidig mer relevante tiltak.
fkv: Informantit ei tunne ette festivaalit ja musikkiprosjektit oon heitä varten, mutta samala het kuiten toivothaan enämen relevanttiita toimii.

source: Undervisningsoppleggene ga noen av de samme resultatene, men Engstad Nilsen er likevel optimistisk på vegne av kvensk kultur.
fkv: Opetuksen yhtheyđessä hän sai saman tuloksen, mutta Engstad Nilsen oon kuiten optimistinen kväänin kulttuurin puolesta.

source: Holdningene til de utvalgte ungdommene vil selvsagt kunne endre seg over tid.
fkv: Näitten nuoriin ajatuksethan saatethaan tieten muuttuut aijan myötä.
